{
  "translation": {
    "Banner description": "Digital security is a set of actions aimed at ensuring the protection of the data set. In the case of application in companies, its objective turns to the organization and its customers. Its function is also to protect systems, networks and programs from cyberattacks.",
    "Digital Security": "Digital Security",
    "Cyber Security": "Cyber Security",
    "Cyber Attacks": "Cyber Attacks",
    "How Protect Yourself": "How Protect Yourself",
    "How Protect Your Business": "How Protect Your Business",
    "Fun facts about digital security": "Fun facts about digital security",
    "What is Digital Security?": "What is Digital Security?",
    "Digital security 1": "Digital security is the name for the practice of protecting systems, networks and programs from virtual operations. These virtual means often have ways to access, change or protect information, exorbit money from users, or maintain business continuity. Thus, it is important to pay attention not only to the security of data on the computer, but also to the digital security of websites, applications and software used by the company, whether using them for internal work or for customer service.",
    "Digital security 2": "According to The Rise Of The Business-Aligned Security Executive survey, 94% of companies surveyed experienced cyberattacks that impacted their business, and 33% reported financial loss or compromise. On the other hand, 90% of companies that have adopted preventive cyber defense measures reported that they are bringing positive impacts to their companies.",
    "Digital security 3": "It becomes clear that more and more information security is being aligned with business strategy, companies that realize this are already getting ahead and preventing themselves against future major problems.",
    "Differences": "Differences between digital security, information security and cybersecurity",
    "Information Security": "Information Security",
    "differences description 1": "Digital security, on the other hand, is about protecting the devices where this information is stored.",
    "differences description 2": "Information security is the area that seeks to keep electronic devices safe from illegal access and theft, based on well-defined access policies and strong authentication processes.",
    "differences description 3": "Cyber Security is more comprehensive, being used for anything that is associated with the risks of using information technologies, be they theft, data leakage, espionage, among others, covering everything that information security and digital security do.",
    "Sharing by cloud systems": "Sharing by cloud systems",
    "Description cloud systems": "Cloud systems have better protection, thanks to the need for permission to access the data, making it possible to verify who had access to that file.",
    "Strong passwords and correct storage": "Strong passwords and correct storage",
    "Description strong passwords": "It is important that passwords are complex, mixing uppercase and lowercase letters, numbers and even symbols and punctuation marks.It is also interesting to use some password management software to help you, there are options such as LastPass that allows you to store all your passwords securely, in addition to having secure authentication directly by the software.",
    "Use counter attack tools": "Use counter attack tools",
    "Description attack tools": "The use of antivirus and anti-malware is crucial to defend your system or your company. For this, you must always keep them up to date and working in order to prevent these software that can cause damage from being installed.",
    "Ignore suspicious emails": "Ignore suspicious emails",
    "description suspicious emails": "When you receive an email with suspicious content and requests to click on a link or to download a file, the best thing to do is ignore and delete the email.",
    "Use two-factor authentication": "Use two-factor authentication",
    "Description two-factor": "Two-factor authentication boils down to something you know plus something you have, like your password and a code sent via SMS to your cell phone.",
    "Beware of malicious websites": "Beware of malicious websites",
    "Description Beware": "There are many scammers who make web pages very similar to the original ones, but with a criminal and dishonest purpose. To protect yourself against this, you should pay close attention to the domain in question, criminals use domains similar to the original ones but with misspellings or different extensions. For example: Original domains: “google.com” or “google.com.br Examples of fake domains: “googlle.com”, “google.lskjs.com” among others.",
    "Create a digital security policy": "Create a digital security policy",
    "Description security policy": "Rules on access to internet access and software that are used in the work environment must be established.",
    "Qualified team": "Qualified Team",
    "Description qualified team": "It is extremely important that your team that deals with technology is qualified in the concepts of information security, whether developers, infrastructure team, support and the like.",
    "test often": "Test Often",
    "Description teste often": "To ensure that your company is safe, it is highly recommended to perform penetration tests or pentests to find possible flaws and repair them before the real intruders do.",
    "Create a disaster recovery plan": "Create a disaster recovery plan",
    "Description disaster recovery": "it is important to have a disaster recovery plan, which is a document that must contain a series of instructions that must be followed in the event of an incident.",
    "Attack types": "Attack types:",
    "Description attack types": "We can divide the most common types of cyber attacks today into five categories, according to how they work, how they arise and what types of damage they can cause.",
    "Description cyber attacks": "Cyber Attack is an attempt to shut down computers, steal data, or use a compromised computer system to carry out further attacks. Cybercriminals use different methods to launch a cyber attack which include malware, phishing, ransomware, human attack in the middle or other methods.",
    "Malware": "Malware",
    "Description malware": "It stands for malicious software, ie a program that is used for dishonest purposes. They can be distributed in several ways, the main ones being through emails with suspicious attachments or fake programs that resemble the originals. There are several types of malware, the most famous are:",
    "Adware": "Adware",
    "Description Adware": "It is software that shows various unwanted advertisements to the user.",
    "Ransomware": "Ransomware",
    "Description ransomware": "Malware that blocks data or services for the user, threatening to permanently remove them if the requested payment is not made.",
    "Spyware": "Spyware",
    "Description spyware": "These are programs that monitor what a user does, and can get sensitive information such as your credit card data, or images from your webcam.",
    "Trojans": "Trojans",
    "Description trojans": "These are malware disguised as legitimate programs, which after tricking the user into downloading, they damage and steal data.",
    "Virus": "Virus",
    "Description virus": "It is a self-propagating malicious software, that is, it first infects a clean file and then spreads throughout the system.",
    "Phishing": "Phishing",
    "Description phishing": "Phishing is a barely detectable threat as it is designed to be camouflaged to look like regular content. It's usually in an email that looks like it came from a trusted sender. These files will capture all kinds of information provided during the use of the machine, such as passwords, access data and other information of interest to the criminal.",
    "Spoofing": "Spoofing",
    "Description spoofing": "Like phishing, spoofing acts from improper access to the user's private data. It acts in an attempt to deceive the user through emails and pages that try to convey credibility.",
    "man-in-the-middle": "Man-in-the-middle",
    "Description man-in-the-middle": "Is the attack where an attacker intercepts information between the server and the user.A good example would be an online store. When going to checkout, the user enters their credit card information and if the application has this vulnerability, this information can be intercepted by the criminal at the time of purchase.",
    "URL manipulation": "URL manipulation",
    "Description URL manipulation": "In this attack, the criminal makes changes to the website's URL that could allow him to gain authorization to enter the server and thus control the website.Despite being a simple attack, it can be done with the intention of accessing strategic data and stealing this information.",
    "DoS attack": "DoS attack",
    "Description dos attack": "Are done on servers and computers with the aim of making services and operations unavailable. By doing so, the criminal can work under weaker security parameters, allowing unauthorized access to information.",
    "Funfacts": "Fun facts about digital security",
    "Funfact 1": "Antivirus companies have been practicing 'coopetition' since the 1980s",
    "Funfact 1.1": "'Coopetition' is nothing more than the simultaneous relationship of cooperation and competition between companies, which usually occurs when they want to achieve a common objective. With that in mind, in the mid-1980s, antivirus companies started sharing virus signatures and other information, after all, they realized that they needed each other to fight viruses and provide good service in a timely manner to users.",
    "Funfact 2": " Hackers have not yet targeted high-value targets because they still have a lot to gain from ordinary people.",
    "Funfact 2.1": "So far cybercriminals haven't seen much need to try to breach more difficult targets, as small businesses and ordinary internet users, for example, are less work and still earn them good money.",
    "Funfact 3": "Most attacks take the form of malware or hacking.",
    "Funfact 3.1": "Among the hackings performed, 80% happen due to non-existent, guessed or stolen system passwords.",
    "Funfact 4": "Many people still browse the web without antivirus.",
    "Funfact 4.1": " People who know what they are doing when browsing believe that they will not fall into cybercriminal traps, after all, they are attentive to the signs. But just because you don't use antivirus and haven't been hacked yet doesn't mean anything. In fact, this is an example for other people not to use the tool either.",
    "Funfact 5": "There is still an incredible amount of spam out there.",
    "Funfact 5.1": "You may not see them, but they are still there. And they are using a huge amount of data center power to block them and prevent them from reaching your inbox.",
    "Security at home": "Security at home",
    "Description security at home": "Today, it is essential to make use of an old technology that remains super modern: The dialogue between parents and children to develop the ability and critical awareness to navigate the digital world. “That (the dialogue) cannot yet be exchanged for any program or electronic device, and it never will be certainly.",
    "Safety at work": "Safety at work",
    "Description safety at work": "Regarding the physical dimension — the environment in which computers, servers and means of communication are installed, entry control is necessary, such as authorizing access only to authorized people, identifying employees through the use of badges or digital recognition. As for computers and cell phones, it is recommended that such equipment be used only for work, that the passwords used are difficult to predict and that the devices are locked when not in use. It is unattractive for corporate emails to be logged on private devices. All software must be kept up to date, ensuring protection against cyber-attacks. In addition, companies must have clear internet access policies and educational materials for training, such as instruction boo…",
    "read": "Read More",
    "Cyber attacks title": "What is Cyber Attack?",
    "Digital": "Digital",
    "Security": "Security",
    "quiz": "https://forms.gle/s1SNSnAYgh1syXRk8",
    "quiz title": "Quiz",
    "about us": "About us"
  }
}