{
  "translation": {
    "Banner description": "A segurança digital é um conjunto de ações que visam garantir a proteção do conjunto de dados. No caso de aplicação em empresas, seu objetivo se volta para a organização e seus clientes. Sua função também é proteger sistemas, redes e programas de ataques cibernéticos.",
    "Digital Security": "Segurança Digital",
    "Cyber Security": "Segurança Cibernética",
    "Cyber Attacks": "Ataques Cibernéticos",
    "protect business": "Proteja sua empresa",
    "protect self": "Proteja você mesmo",
    "How Protect Yourself": "Como se proteger",
    "How Protect Your Business": "Como proteger sua empresa",
    "Fun facts about digital security": "Curiosidades sobre segurança digital",
    "What is Digital Security?": "O que é Segurança Digital?",
    "Digital security 1": "Segurança digital é o nome para a prática de proteger sistemas, redes e programas de operações virtuais. Esses meios virtuais geralmente têm maneiras de acessar, alterar ou proteger informações, exorbitar dinheiro de usuários ou manter a continuidade dos negócios. Assim, é importante estar atento não apenas à segurança dos dados no computador, mas também à segurança digital dos sites, aplicativos e softwares utilizados pela empresa, seja para trabalhos internos ou para atendimento ao cliente.",
    "Digital security 2": "De acordo com a pesquisa The Rise Of The Business-Aligned Security Executive, 94% das empresas pesquisadas sofreram ataques cibernéticos que afetaram seus negócios e 33% relataram perda ou comprometimento financeiro. Por outro lado, 90% das empresas que adotaram medidas preventivas de defesa cibernética relataram que estão trazendo impactos positivos para suas empresas.",
    "Digital security 3": "Fica claro que cada vez mais a segurança da informação está sendo alinhada com a estratégia de negócios, as empresas que percebem isso já estão se adiantando e se prevenindo contra futuros grandes problemas.",
    "Differences": "Diferenças entre segurança digital, segurança da informação e cibersegurança",
    "Information Security": "Segurança da Informação",
    "differences description 1": "A segurança digital, por outro lado, trata da proteção dos dispositivos onde essas informações são armazenadas.",
    "differences description 2": "A segurança da informação é a área que busca manter os dispositivos eletrônicos protegidos contra acessos ilegais e roubos, com base em políticas de acesso bem definidas e processos de autenticação fortes.",
    "differences description 3": "Cyber ​​Security é mais abrangente, sendo utilizado para tudo que esteja associado aos riscos do uso de tecnologias da informação, sejam roubo, vazamento de dados, espionagem, entre outros, abrangendo tudo o que a segurança da informação e a segurança digital fazem. ",
    "Sharing by cloud systems": "Compartilhamento por sistemas em nuvem",
    "Description cloud systems": "Os sistemas em nuvem têm melhor proteção, graças à necessidade de permissão para acessar os dados, possibilitando verificar quem teve acesso a esse arquivo.",
    "Strong passwords and correct storage": "Senhas fortes e armazenamento correto",
    "Description strong passwords": "É importante que as senhas sejam complexas, misturando letras maiúsculas e minúsculas, números e até símbolos e sinais de pontuação. permite que você armazene todas as suas senhas de forma segura, além de ter autenticação segura diretamente pelo software.",
    "Use counter attack tools": "Usar ferramentas de contra-ataque",
    "Description attack tools": "O uso de antivírus e anti-malware é fundamental para defender seu sistema ou sua empresa. Para isso, você deve mantê-los sempre atualizados e funcionando para evitar que esses softwares que podem causar danos sejam instalado.",
    "Ignore suspicious emails": "Ignorar emails suspeitos",
    "description suspicious emails": "Quando você recebe um email com conteúdo suspeito e solicitações para clicar em um link ou baixar um arquivo, o melhor a fazer é ignorar e excluir o email.",
    "Use two-factor authentication": "Usar autenticação de dois fatores",
    "Description two-factor": "A autenticação de dois fatores se resume a algo que você conhece mais algo que você tem, como sua senha e um código enviado via SMS para seu celular.",
    "Beware of malicious websites": "Cuidado com sites maliciosos",
    "Description Beware": "Existem muitos golpistas que fazem páginas web muito parecidas com as originais, mas com um propósito criminoso e desonesto. Para se proteger contra isso, você deve prestar muita atenção ao domínio em questão, os criminosos usam domínios semelhantes aos originais mas com erros ortográficos ou extensões diferentes, por exemplo: Domínios originais: “google.com” ou “google.com.br Exemplos de domínios falsos: “googlle.com”, “google.lskjs.com” entre outros. ",
    "Create a digital security policy": "Criar uma política de segurança digital",
    "Description security policy": "Devem ser estabelecidas regras de acesso ao acesso à internet e softwares que são utilizados no ambiente de trabalho.",
    "Qualified team": "Equipe qualificada",
    "Description qualified team": "É de extrema importância que sua equipe que lida com tecnologia seja qualificada nos conceitos de segurança da informação, sejam desenvolvedores, equipe de infraestrutura, suporte e afins.",
    "test often": "Teste frequentemente",
    "Description teste often": "Para garantir que sua empresa esteja segura, é altamente recomendável realizar testes de penetração ou pentests para encontrar possíveis falhas e repará-las antes que os invasores reais o façam.",
    "Create a disaster recovery plan": "Criar um plano de recuperação de desastres",
    "Description disaster recovery": "É importante ter um plano de recuperação de desastres, que é um documento que deve conter uma série de instruções que devem ser seguidas em caso de incidente.",
    "Attack types": "Tipos de ataque:",
    "Description attack types": "Podemos dividir os tipos mais comuns de ataques cibernéticos hoje em cinco categorias, de acordo com a forma como funcionam, como surgem e que tipos de danos podem causar.",
    "Description cyber attacks": "ataque cibernético é uma tentativa de desligar computadores, roubar dados ou usar um sistema de computador comprometido para realizar novos ataques. Os cibercriminosos usam métodos diferentes para lançar um ataque cibernético que inclui malware, phishing, ransomware, ataques humanos ataque no meio ou outros métodos.",
    "Malware": "Malware",
    "Description malware": "Significa software malicioso, ou seja, um programa que é utilizado para fins desonestos. Podem ser distribuídos de várias formas, sendo as principais através de emails com anexos suspeitos ou programas falsos que se assemelham aos originais. Existem várias tipos de malware, os mais famosos são:",
    "Adware": "Adware",
    "Description Adware": "É um software que mostra vários anúncios indesejados ao usuário.",
    "Ransomware": "Ransomware",
    "Description ransomware": "Malware que bloqueia dados ou serviços para o usuário, ameaçando removê-los permanentemente se o pagamento solicitado não for feito.",
    "Spyware": "Spyware",
    "Description spyware": "São programas que monitoram o que um usuário faz e podem obter informações confidenciais, como dados de cartão de crédito ou imagens de sua webcam.",
    "Trojans": "Trojans",
    "Description trojans": "São malwares disfarçados de programas legítimos, que depois de enganar o usuário para fazer o download, danificam e roubam dados.",
    "Virus": "Virus",
    "Description virus": "É um software malicioso auto-propagável, ou seja, primeiro infecta um arquivo limpo e depois se espalha por todo o sistema.",
    "Phishing": "Phishing",
    "Description phishing": "Phishing é uma ameaça quase imperceptível, pois foi projetada para ser camuflada para parecer um conteúdo normal. Geralmente está em um e-mail que parece ter vindo de um remetente confiável. Esses arquivos capturam todos os tipos de informações fornecidas durante o uso da máquina, como senhas, dados de acesso e outras informações de interesse do criminoso.",
    "Spoofing": "Spoofing",
    "Description spoofing": "Como phishing, spoofing atua a partir de acesso indevido aos dados privados do usuário. Atua na tentativa de enganar o usuário por meio de e-mails e páginas que tentam transmitir credibilidade.",
    "man-in-the-middle": "Man-in-the-middle",
    "Description man-in-the-middle": "É o ataque em que um invasor intercepta informações entre o servidor e o usuário. Um bom exemplo seria uma loja online. Ao fazer o checkout, o usuário insere suas informações de cartão de crédito e se o aplicativo tem essa vulnerabilidade, essa informação pode ser interceptada pelo criminoso na hora da compra.",
    "URL manipulation": "Manipulação de URL",
    "Description URL manipulation": "Neste ataque, o criminoso faz alterações no URL do site que podem permitir-lhe obter autorização para entrar no servidor e assim controlar o site.Apesar de ser um ataque simples, pode ser feito com a intenção de acessando dados estratégicos e roubando essas informações.",
    "DoS attack": "Ataque DoS",
    "Description dos attack": "São feitos em servidores e computadores com o objetivo de indisponibilizar serviços e operações. Ao fazer isso, o criminoso pode trabalhar sob parâmetros de segurança mais fracos, permitindo o acesso não autorizado às informações.",
    "Funfacts": "Curiosidades sobre segurança digital",
    "Funfact 1": "As empresas de antivírus praticam a 'coopetição' desde a década de 1980",
    "Funfact 1.1": "A 'Coopetição' nada mais é do que a relação simultânea de cooperação e concorrência entre empresas, que normalmente ocorre quando pretendem atingir um objectivo comum. Tendo isso em mente, em meados dos anos 80, as empresas de antivírus começaram a partilhar assinaturas de vírus e outras informações, afinal, perceberam que precisavam umas das outras para combater os vírus e prestar um bom serviço de forma atempada aos utilizadores.",
    "Funfact 2": " Os hackers ainda não visaram alvos de alto valor porque ainda têm muito a ganhar com as pessoas comuns.",
    "Funfact 2.1": "Até agora, os cibercriminosos não viram muita necessidade de tentar violar alvos mais difíceis, uma vez que as pequenas empresas e os utilizadores comuns da Internet, por exemplo, têm menos trabalho e ainda lhes rendem bom dinheiro.",
    "Funfact 3": "A maioria dos ataques assumem a forma de malware ou hacking.",
    "Funfact 3.1": " Entre os hackings realizados, 80% acontecem devido a senhas de sistemas inexistentes, adivinhadas ou roubadas.",
    "Funfact 4": "Muitas pessoas ainda navegam na web sem antivírus.",
    "Funfact 4.1": "As pessoas que sabem o que estão a fazer quando navegam acreditam que não cairão em armadilhas ciber-criminais, afinal, estão atentas aos sinais. Mas só porque não usam antivírus e ainda não foram pirateados, não significa nada. Na verdade, isto também é um exemplo para que outras pessoas não utilizem a ferramenta.",
    "Funfact 5": "Ainda há uma quantidade incrível de spam por aí.",
    "Funfact 5.1": "Pode não os ver, mas eles ainda lá estão. E estão a usar uma enorme quantidade de poder do centro de dados para os bloquear e impedir que cheguem à sua caixa de entrada.",
    "Security at home": "Segurança em casa",
    "Description security at home": "Hoje, é essencial fazer uso de uma tecnologia antiga que continua super moderna: o diálogo entre pais e filhos para desenvolver a capacidade e a consciência crítica para navegar no mundo digital. Isso (o diálogo) ainda não pode ser trocado por nenhum programa ou aparelho eletrônico, e certamente nunca será.",
    "Safety at work": "Segurança no trabalho",
    "Description safety at work": "Em relação à dimensão física — ambiente em que estão instalados computadores, servidores e meios de comunicação —, é necessário o controle de entrada, como autorizar o acesso apenas a pessoas autorizadas, identificar funcionários por meio de crachás ou reconhecimento digital. Quanto a computadores e celulares, recomenda-se que tais equipamentos sejam utilizados apenas para trabalho, que as senhas utilizadas sejam difíceis de prever e que os dispositivos sejam bloqueados quando não estiverem em uso. Não é atraente que os e-mails corporativos sejam registrados em dispositivos privados. Todos os softwares devem ser mantidos atualizados, garantindo proteção contra ataques cibernéticos. Além disso, as empresas devem ter políticas claras de acesso à internet e materiais educativos para treinamento, como manual de instruções…",
    "read": "Leia mais",
    "Cyber attacks title": "O que é Cyber Attack?",
    "Digital": "Segurança",
    "Security": "Digital",
    "quiz": "https://forms.gle/owdG7Uq4e3iWf8zs9",
    "quiz title": "Quiz",
    "about us": "Sobre nós",
    "saulo": "Estudande de Administração",
    "jenifer": "Estudante de Medicina Veterinária",
    "ary": "Estudante de Adm. com Comércio Exterior",
    "leandro": "Estudante de Fisioterapia",
    "victoria": "Estudante de Análise e Desenvolvimento de Sistemas"
  }
}